/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Codice di accesso Federation Provider";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Federation Provider richiede il tuo inserimento per caricare/archiviare il certificato.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Fatto";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Annulla";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Certificato Federation";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Esiste già un'identità archiviata in Federation. Premi il pulsante 'OK' per utilizzare tale identità o 'Annulla' per acquisirne una nuova.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Annulla";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

